[
    {
        "url": "ScottDeemFuneral15.JPG",
        "title": "Honoring a Hero",
        "caption": "A photo essay memorializing the May 26th funeral procession for San Antonio firefighter Scott Deem."
    },
    {
        "url": "ScottDeemFuneral02.JPG",
        "title": "Loading in the casket",
        "caption": "The casket of fallen firefighter Scott Deem is placed on a fire truck at Porter Loring Mortuary."
    },
    {
        "url": "ScottDeemFuneral03.JPG",
        "title": "A cross and dog tags",
        "caption": "A San Antonio Fire Department chaplain holds a cross and dog tags as he leaves Porter Loring Mortuary."
    },
    {
        "url": "ScottDeemFuneral04.JPG",
        "title": "Through Alamo Plaza",
        "caption": "The funeral procession proceeds past Alamo Plaza as firefighters and members of the public lined Alamo Street to pay their final respects."
    },
    {
        "url": "ScottDeemFuneral05.JPG",
        "title": "A blessing",
        "caption": "Catherine Leos (left) holds a sign while watching the funeral procession."
    },
    {
        "url": "ScottDeemFuneral06.JPG",
        "title": "Unfurling the flag",
        "caption": "Firefighters unfurl a Texas flag near Alamo Plaza for the funeral procession."
    },
    {
        "url": "ScottDeemFuneral07.JPG",
        "title": "Manuel and Esther Estrada",
        "caption": "Manuel and Esther Estrada hold up an American flag during the apparatus procession led by the San Antonio Fire Department."
    },
    {
        "url": "ScottDeemFuneral08.JPG",
        "title": "Carried from the mortuary",
        "caption": "Attendees watch as the casket of fallen firefighter Scott Deem is carried out of Porter Loring Mortuary."
    },
    {
        "url": "ScottDeemFuneral09.JPG",
        "title": "The procession",
        "caption": "The funeral procession for San Antonio firefighter Scott Deem heads north on U.S. Highway 281."
    },
    {
        "url": "ScottDeemFuneral10.JPG",
        "title": "The parade arrives",
        "caption": "A fire apparatus parade made up of units from area fire departments arrives at Community Bible Church for the funeral service."
    },
    {
        "url": "ScottDeemFuneral11.JPG",
        "title": "The Wall of Honor",
        "caption": "Denis Dermody (foreground center) of Engine 289 in New York City waits in the Wall of Honor with others at Community Bible Church."
    },
    {
        "url": "ScottDeemFuneral12.JPG",
        "title": "A black patch",
        "caption": "Joey Guzman of Lytle Fire and Rescue places a black patch over his badge as fire trucks and personnel arrive at Community Bible Church."
    },
    {
        "url": "ScottDeemFuneral13.JPG",
        "title": "The lineup",
        "caption": "Firefighters lineup to form a Wall of Honor in preparation for the arrival of the funeral procession."
    },
    {
        "url": "ScottDeemFuneral14.JPG",
        "title": "Firefighters salute",
        "caption": "Firefighters salute as the body of Scott Deem arrives at Community Bible Church."
    },
    {
        "url": "ScottDeemFuneral16.JPG",
        "title": "Arriving on foot",
        "caption": "The procession of firefighters follows the body of fallen firefighter Scott Deem as it arrives at Community Bible Church."
    },
    {
        "url": "ScottDeemFuneral17.JPG",
        "title": "Saying goodbye",
        "caption": "Firefighters salute as the body of a fallen firefighter Scott Deem arrives at Community Bible Church."
    }
]