[
    {
        "url": "http://ww3.hdnux.com/photos/64/65/41/13850706/3/rawImage.jpg",
        "title": "40 days of mourning",
        "caption": "Mohamad Sharib's grey coffin lay open in the mortuary as his family paid their last respect to him. Mohamad Sharib's younger brother, Mohamad Emran, hold on to their mother as she cries hysterically while leaving the morgue. Shortly after walking out of the morgue Zahidah fainted."
    },
    {
        "url": "http://ww4.hdnux.com/photos/64/65/41/13850703/3/rawImage.jpg",
        "caption": "Water gently laps on a quiet summer evening at the Medina Lake Park. On July 4, 2017 at this location Mohamad Sharib Bin Mohamad Ali, 22, an immigrant from Burma went out the the lake for a swim and never resurfaced while on a late Eid al-Fitr – a religious holiday that marks the end of the holy month of Ramadan – picnic with his family."
    },
    {
        "url": "http://ww2.hdnux.com/photos/64/65/41/13850701/3/rawImage.jpg",
        "caption": "Zahidah is constantly haunted by Sharib's phantom presence. \"He would sit on the steps and talk on the phone with his friends,\" she said. \"I would tell at him to come inside and sit in the cool.\" She said she does not want to think that her son is gone. \"I think that he is gone for shopping and he will come back,\" Zahidah said as she leaned over the doorframe of her house."
    },
    {
        "url": "http://ww2.hdnux.com/photos/64/65/41/13850697/3/rawImage.jpg",
        "caption": "Laying her head on her husband’s lap, Zahidah takes a moment to look over her grandson to make sure he is asleep. As days pass by after Mohamad Sharib’s death, Zahidah finds herself often thinking of her son and the absence his loss has created in her family. \"Sharib would always take care of me,\" she said with tears streaming down her eyes. \"He would cook food, make tea, give me medicines on time and massage my shoulders when I would feel pain. Now I have no one.\""
    },
    {
        "url": "http://ww1.hdnux.com/photos/64/65/41/13850692/3/rawImage.jpg",
        "caption": "\"I miss him a lot more than I can express,\" Mohamad Ali said as he lost himself in thoughts. Mohamad Ali works a low paying job at Omni Hotel located in downtown San Antonio, Sharib was the only other breadwinner of the family. With Sharib gone, the family now faces slight financial distress, especially with their younger son Emran still being is school and unable to fully help out."
    },
    {
        "url": "http://ww2.hdnux.com/photos/64/65/41/13850689/3/rawImage.jpg",
        "caption": "Reading the Surah Ya Sin (a set of prayers from the Quran) after the death of a loved one is said to contains blessings and benefit for the deceased in the Islamic culture. Since Mohamad Sharib's demise his mother Zahidah finds peace in reading religious scriptures and praying that he finds happiness in the hereafter."
    },
    {
        "url": "http://ww4.hdnux.com/photos/64/65/41/13850691/3/rawImage.jpg",
        "caption": "Zahidah Begum Bint Ali Miah, waits to see her son Mohamad Sharib one last time before the ritual of Ghusl (bathing and cleaning of the deceased) is performed at Hillcrest Funeral Home morgue, San Antonio. Along with Zahidah (left), waits her 86-year-old mother, Malinda Money Zamar on her right, and a neighbor from around their home at Windbury Apartments."
    },
    {
        "url": "http://ww4.hdnux.com/photos/64/65/40/13850687/3/rawImage.jpg",
        "caption": "Men gather to carry Mohamad Sharib’s coffin at the La Vernia Islamic Cemetery. In Islamic culture women are forbidden to be a part of the funeral procession. Therefore, all of the duties from carrying the coffin to burying it is done by men of the family while women stand in close proximity and perform dua (prayer blessings)."
    },
    {
        "url": "http://ww3.hdnux.com/photos/64/65/41/13850694/3/rawImage.jpg",
        "caption": "Men gather around the graveyard as Mohamad Sharib's coffin is lowered into the ground while some women perform dua (prayer blessings) while some other record the burial on their phones to share it with family members who were unable to attend the funeral at La Vernia Islamic Cemetery."
    },
    {
        "url": "http://ww1.hdnux.com/photos/64/65/40/13850680/3/rawImage.jpg",
        "caption": "On July 26, 2017, Zahidah decided that she wanted to start taking ESL classes offered by Catholic Charities at House of Prayer Lutheran Church. During the three-hour session, the students receive a 15-minute break during which Zahidah prefers to sit alone and talk less. \"I am not ready to go back to my old life,\" she said."
    },
    {
        "url": "http://ww3.hdnux.com/photos/64/65/40/13850678/3/rawImage.jpg",
        "caption": "Zahidah (left) walks on the roads of Gardendale, San Antonio near her apartment complex along with neighbors, on her way back from ESL class."
    },
    {
        "url": "http://ww1.hdnux.com/photos/64/65/40/13850676/3/rawImage.jpg",
        "caption": "Pointing out to her English alphabet sheet, she enquires from her ESL teacher if she managed to do her assignment correctly."
    },
    {
        "url": "http://ww4.hdnux.com/photos/64/65/40/13850675/3/rawImage.jpg",
        "caption": "Zahidah quietly smiles along with her fellow classmate at ESL class as another student mispronounces the number ‘13’ while the teacher gives them an oral test."
    },
    {
        "url": "http://ww2.hdnux.com/photos/64/65/40/13850673/3/rawImage.jpg",
        "caption": "Zahidah practices writing the English Alphabets on her assignment sheet provided by the ESL class. She said she wanted to learn the language to be able to get a job and earn money. \"I want to go back to Malaysia,\" she said. \"But, I do not have the money, that is why I need the money.\" After Sharib's death she feels like there is no one left to take care of her as she goes through her grief by herself. \"America is expensive and I feel like I cannot do anything by myself here,\" Zahidah said."
    },
    {
        "url": "http://ww4.hdnux.com/photos/64/65/40/13850671/3/rawImage.jpg",
        "caption": "Zahidah waits at the House of Prayer Lutheran Church learning center for a Catholic Charity representative to help her officially register for the ESL class."
    },
    {
        "url": "http://ww2.hdnux.com/photos/64/65/40/13850665/3/rawImage.jpg",
        "caption": "Zahidah’s two oldest daughters still live with their families in Malaysia. On the morning of August 12, the last day of mourning, Zahidah talks to her oldest daughter using a video chatting application called WeChat and shows her some of Sharib’s pictures."
    },
    {
        "url": "http://ww3.hdnux.com/photos/64/65/40/13850662/3/rawImage.jpg",
        "caption": "Mohamad Ali along with his wife’s bother Ismail Ali Bin Ali Miah, looks over at a photo of his two sons Emran (left) and Sharib (right) on the morning of August 12, 2017, which marked the end of 40 days mourning for the family. Sharib’s father for the first time since his demise took a moment to flip through some pictures of his son from his days in America."
    },
    {
        "url": "http://ww1.hdnux.com/photos/64/65/40/13850664/3/rawImage.jpg",
        "caption": "Unlike Zahidah, her husband Mohamad Ali prefers to grieve the loss of his son by himself. He likes to wake up early in the morning and stroll outside his apartment and think and reminisce memories of his son. Zahidah said that she has sometimes found her husband crying during his early morning strolls."
    },
    {
        "url": "http://ww1.hdnux.com/photos/64/65/40/13850660/3/rawImage.jpg",
        "caption": "Saturday, August 12, 2017 marked the end of 40 days of mourning for Mohamad Sharib’s family. During her morning prayer on the 12th, Zahidah cried to God requesting him to take care of him and to let his know that he is love. \"Sharib, Sharib, my son Sharib,\" she kept repeating as she raised her hands in prayer."
    },
    {
        "url": "http://ww2.hdnux.com/photos/64/65/40/13850661/3/rawImage.jpg",
        "caption": "Zahidah's life has constantly revolved around raising her five children and now her grandchildren. After Mohamad Sharib's untimely departure she finds some respite in raising her grandchildren especially the youngest of them all, Mohamad Faisal, 1. \"Sometimes I remember Sharib when I am putting the baby to sleep,\" she said. \"He was a good uncle and loved his nephews.\""
    }
]